export const INIT_BOT_MESSAGE =
  "안녕하세요! 통관 지식 알림이 관식이입니다. 버튼을 선택하거나, 대화창에 질문해주세요.";

export const QUICK_QUESTION_CHIPS = [
  "관세를 예측해줘",
  "통관 진행을 조회해줘",
  "위험 품목인지 알려줘",
];

export const REFRESH_BUTTON = "새로고침";

export const INPUT_PLACEHOLDER = "질문을 입력하세요";

export const BOT_TYPING = "입력중입니다";

export const ADDITIONAL_ANSWERS = [
  "더 알고 싶은 게 있다면 언제든지 말씀해주세요! 🙋‍♂️",
  "도움이 더 필요하시면 편하게 물어보세요 😊",
  "궁금한 점 있으시면 이어서 질문 주셔도 돼요 🔍",
  "다른 정보가 필요하시면 얼마든지 물어봐주세요 🙆‍♀️",
  "이해가 잘 안 되는 부분이 있다면 다시 설명드릴게요 💬",
  "추가로 궁금한 내용이 있다면 알려주세요 🙋",
  "이어서 궁금한 점 있으시면 얼마든지 말씀해주세요 🤗",
  "더 도와드릴 수 있는 부분이 있다면 말씀해 주세요! 🧠",
  "다른 질문 있으시면 계속 이어서 물어보셔도 괜찮아요 🔄",
  "필요한 정보가 더 있으면 알려주시면 바로 도와드릴게요 🚀",
];
